Repository: TranDacLam/helio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Log in
vi: Đăng nhập

source: Please correct the error below.
vi: Hãy sửa lỗi bên dưới

source: Please correct the errors below.
vi: Hãy sửa lỗi bên dưới

source: Forgotten your password or username?
vi: Quên mật khẩu hoặc tài khoản

source: footer.contact.address
vi: Khu công viên Đông Nam Đài tưởng niệm, Đường 2/9, Phường Hòa Cường Bắc, Quận Hải Châu, TP Đà Nẵng

source: footer.menu.home
vi: TRANG CHỦ

source: footer.menu.about
vi: GIỚI THIỆU

source: footer.menu.career
vi: TUYỂN DỤNG

source: footer.menu.contact
vi: LIÊN HỆ

source: footer.menu.news
vi: TIN TỨC

source: footer.menu.experience
vi: TRẢI NGHIỆM

source: footer.menu.terms_of_use
vi: ĐIỀU KHOẢN SỬ DỤNG

source: footer.menu.policy
vi: CHÍNH SÁCH

source: footer.text_right
vi: Một sản phẩm vui chơi đến từ

source: footer.text_company
vi: Khởi Phát, Ltd.

source: menu.product
vi: SẢN PHẨM

source: menu.submenu.play
vi: Helio Play

source: menu.submenu.kids
vi: Helio Kids

source: menu.submenu.night_life
vi: Chợ Đêm

source: menu.submenu.coffee
vi: Coffee & Bakery

source: menu.submenu.redemption_store
vi: Quầy đổi quà

source: menu.submenu.ortherproduct
vi: Sản phẩm khác

source: menu.night_life
vi: CHỢ ĐÊM

source: menu.powercard
vi: POWERCARD

source: menu.event
vi: SỰ KIỆN

source: menu.promotion
vi: KHUYẾN MÃI

source: menu.helio_photos
vi: HÌNH ẢNH

source: menu.faq
vi: HỎI ĐÁP

source: back
vi: Phản hồi

source: Notification Management
vi: Quản lý Thông báo

source: Promotion Management
vi: Quản lý Khuyến mãi

source: admin_promotion.message_success
vi: Lưu thành công!

source: BACK TO ADMIN NOTIFICATION
vi: TRỞ VỀ QUẢN LÝ THÔNG BÁO

source: Send Notification
vi: Gửi thông báo

source: admin_promotion.btn_save
vi: LƯU

source: BACK TO ADMIN MANAGEMENT
vi: TRỞ VỀ TRANG QUẢN TRỊ

source: btn.view_detail
vi: Xem chi tiết

source: admin_promotion.message_promotion_install
vi: Khuyến mãi dành cho người dùng cài đặt ứng dụng lần đầu. Chức năng này không được áp dụng.

source: admin_promotion.btn_back_admin
vi: TRỞ VỀ QUẢN LÝ KHUYẾN MÃI

source: mail.hello
vi: Xin chào

source: mail.register.header
vi: bạn vừa đăng kí một tài khoản Helio Center.

source: mail.register.content1
vi: Sử dụng tài khoản email này đăng nhập vào

source: mail.register.content2
vi: trên máy tính hoặc thiết bị di động của bạn để tham gia nhiều trải nghiệm cá nhân hơn.

source: mail.register.content3
vi: Tài khoản Email của bạn là:

source: mail.register.footer1
vi: Nếu tài khoản của bạn bị lỗi hoặc không thể truy cập, vui lòng gọi

source: mail.register.footer2
vi: để được hỗ trợ.

source: mail.register.footer3
vi: Trân Trọng Cảm Ơn,

source: mail.register.footer4
vi: Đội Ngũ Hỗ Trợ Helio Center.

source: Create Account Helio Successfully
vi: Tạo Tài Khoản Helio Center Thành Công

source: mail.verify.header
vi: Tài Khoản Helio Center

source: mail.verify.code
vi: Mã bảo mật

source: mail.verify.content
vi: Sử dụng mã bảo mật bên dưới để đặt lại mật khẩu tài khoản Helio Center

source: mail.verify.footer
vi: Trân Trọng Cảm Ơn,

source: mail.verify.footer2
vi: Đội quản lý tài khoản Helio Center.

source: btn.view_more
vi: Hiển thị thêm

source: careerpage.other_career
vi: TUYỂN DỤNG KHÁC

source: careerpage.btn.all_career
vi: TẤT CẢ TUYỂN DỤNG

source: contact.header.title
vi: LIÊN HỆ

source: contact.header.description
vi: Những câu hỏi thường gặp sẽ giúp bạn có những trải nghiệm tốt hơn khi đến Helio Center.

source: contact.message_success
vi: Tin nhắn của bạn đã gửi thành công!

source: contact.message_error
vi: Có lỗi xãy ra. Bạn vui lòng xem và sửa các lỗi dưới đây

source: contact.lable.title.name
vi: Họ và Tên

source: contact.lable.title.email
vi: Email

source: contact.lable.title.phone
vi: Số điện thoại

source: contact.lable.title.subject
vi: Chủ đề cần hỗ trợ

source: contact.lable.title.message
vi: Nhập nội dung

source: contact.btn.send
vi: GỬI TIN NHẮN

source: mail.contact.content1
vi: Bạn vừa nhận được một liên hệ từ

source: mail.contact.content2
vi: với tin nhắn bên dưới

source: mail.contact.email
vi: Địa chỉ email người dùng

source: mail.contact.phone
vi: Số điện thoại

source: eventpage.days
vi: NGÀY

source: eventpage.hours
vi: GIỜ

source: eventpage.minutes
vi: PHÚT

source: eventpage.seconds
vi: GIÂY

source: eventpage.finished
vi: ĐÃ KẾT THÚC

source: eventpage.current
vi: ĐANG DIỄN RA

source: eventpage.other_event
vi: SỰ KIỆN KHÁC

source: eventpage.btn.all_event
vi: TẤT CẢ SỰ KIỆN

source: eventpage.title.all_event
vi: TẤT CẢ CÁC SỰ KIỆN

source: eventpage.future
vi: SẮP DIỄN RA

source: btn.click_now
vi: Tìm hiểu ngay

source: experiencepage.other_experience
vi: TRẢI NGHIỆM KHÁC

source: experiencepage.btn.all_experience
vi: TẤT CẢ TRẢI NGHIỆM

source: faqspage.header.title
vi: HỎI ĐÁP

source: faqspage.header.description
vi: Những câu hỏi thường gặp sẽ giúp bạn có những trải nghiệm tốt hơn khi đến Helio Center.

source: faqspage.text.support_more
vi: BẠN VẪN MUỐN HỖ TRỢ THÊM?

source: faqspage.text.contact_us
vi: LIÊN HỆ VỚI CHÚNG TÔI

source: helio_photo.total_image
vi: Hình ảnh

source: btn.view_all
vi: Xem tất cả

source: homepage.title.section.game
vi: HỆ THỐNG VUI CHƠI & GIẢI TRÍ

source: homepage.text.night_life
vi: CHỢ ĐÊM

source: homepage.text.play
vi: PLAY

source: homepage.text.kids
vi: KIDS

source: homepage.text.coffee
vi: COFFEE

source: homepage.text.night_life.description
vi: CHỢ ĐÊM

source: homepage.title.section.redemption_store
vi: TÌM HIỂU HỆ THỐNG ĐỔI QUÀ TẠI QUẦY ĐỔI QUÀ

source: homepage.title.section.entertaiment
vi: TRUNG TÂM VUI CHƠI GIẢI TRÍ TẠI ĐÀ NẴNG

source: KNOW ABOUT HELIO CENTER
vi: TÌM HIỂU VỀ HELIO CENTER

source: homepage.title.section.powercard
vi: THẺ POWERCARD SỬ DỤNG TẠI HELIO CENTER NHƯ THẾ NÀO?

source: homepage.title.section.event
vi: SỰ KIỆN HELIO CENTER

source: newpage.other_new
vi: TIN TỨC KHÁC

source: newpage.btn.all_news
vi: TẤT CẢ TIN TỨC

source: other_product.header.title
vi: SẢN PHẨM KHÁC

source: other_product.header.description
vi: Ngoài những sản phẩm của Helio center như Helio Play, helio Kids, Quầy đổi quà, Coffee & Bakery. helio Center còn có những sản phẩm độc đáo khác mang bản sắc riêng của Helio Center như Combo, Trip trường học, Tiệc sinh nhật nhằm phục vụ tốt hơn các nhu cầu vui chơi và giả trí cảu khách hàng.

source: powercard.btn.view_full
vi: XEM ĐẦY ĐỦ

source: powercard.title.section.faq
vi: NHỮNG CÂU HỎI THƯỜNG GẶP

source: promotionpage.other_promotion
vi: KHUYẾN MÃI KHÁC

source: promotionpage.btn.all_promotion
vi: TẤT CẢ KHUYẾN MÃI

source: promotionpage.menu.all
vi: TẤT CẢ

source: redemption_store.title.section.faq
vi: NHỮNG CÂU HỎI THƯỜNG GẶP

source: Source Card not exist.
vi: Thẻ chuyển không tồn tại.

source: Source Card is suspended.
vi: Thẻ chuyển tạm khóa.

source: Source Card is replaced.
vi: Thẻ chuyển đã thay thế.

source: Source Card is not enough ticket.
vi: Thẻ chuyển không đủ ticket

source: Received Card is replaced.
vi: Thẻ nhận đã thay thế.

source: Received Card is suspended.
vi: Thẻ nhận tạm khóa.

source: Source barcode not link to any user
vi: Thẻ này chưa được liên kết với bất kỳ tài khoản nào

source: Bacode is required
vi: Bạn chưa nhập mã thẻ.

source: Barcode not found.
vi: Mã thẻ này không tồn tại.

source: Card has no user.
vi: Mã thẻ này chưa có user đăng ký.

source: Query to DB embed fail
vi: Lỗi truy vấn dữ liệu.

source: Internal Server Error
vi: Lỗi hệ thống.

source: Card id field is required.
vi: Trường card_id không được bỏ trống.

source: Card is used.
vi: Thẻ này đã được sử dụng.

source: Card is locked.
vi: Thẻ này đã bị khóa.

source: Card is invalid.
vi: Thẻ không hợp lệ.

source: update userembed success
vi: Đã cập nhật thông tin thẻ Helio Embed thành công.

source: Unable to log in with provided credentials.
vi: Email hoặc mật khẩu không chính xác.

source: User account is disabled.
vi: Tài khoản chưa được kích hoạt.

source: This email is already taken. Please, try again
vi: Địa chỉ email đã tồn tại trong hệ thống. Vui lòng chọn email khác.

source: This phone is already taken. Please, try again
vi: Số điện thoại đã được sử dụng. Vui lòng chọn số khác.

source: The email field is required.
vi: Trường email không được bỏ trống.

source: Send security code to email successfully.
vi: Gửi mã bảo mật đến email thành công.

source: Email matching query does not exist.
vi: Email không tồn tại.

source: Please check required fields : [email, secure_code, password1, password2]
vi: Các trường sau không được bỏ trống : [email, secure_code, password1, password2]

source: Password does not match.
vi: Mật khẩu không hợp lệ.

source: Reset Password Successfully.
vi: Đặt lại mật khẩu thành công.

source: The secure code matching query does not exist.
vi: Mã bảo mật không đúng. Vui lòng kiểm tra lại.

source: Upload avatar error. Please contact administartor
vi: Tải lên hình đại diện lỗi. Vui lòng liên hệ với quản trị viên

source: This phone number has already. Please choice another.
vi: Số điện thoại đã có người sử dụng. Vui lòng chọn số khác.

source: Birth day invalid format (YYYY-MM-DD).
vi: Ngày sinh không đúng định dạng (YYYY-MM-DD).

source: Update infomation user successfully.
vi: Cập nhật thông tin người dùng thành công.

source: Cannot update infomation user. Please contact administrator.
vi: Không thể cập nhật thông tin người dùng. Vui lòng liên hệ với quản trị viên.

source: Update device unique successfully.
vi: Cập nhật mã máy thiết bị thành công.

source: Internal Server Error. Please contact administrator.
vi: Lỗi máy chủ nội bộ. Xin vui lòng liên hệ với quản trị viên.

source: Please check required fields : [old_password, new_password]
vi: Hãy kiểm tra các trường bắt buộc: [old_password, new_password].

source: OldPassword does not match.
vi: Mặt khẩu cũ không khớp.

source: Update password for user successfully.
vi: Cập nhật mật khẩu thành công.

source: Cannot update password for user. Please contact administrator.
vi: Không thể cập nhật mật khẩu. Vui lòng liên hệ với quản trị viên.

source: Cannot send feedback. Please contact administrator.
vi: Không thể gửi phản hồi. Vui lòng liên hệ với quản trị viên.

source: This value must be is integer.
vi: Giá trị này phải là số nguyên.

source: You don't have permission to access.
vi: Bạn không có quyền truy cập.

source: Filter Id Invalid.
vi: Vui lòng nhập vào bộ lọc hợp lệ.

source: Date request is required.
vi: Trường open_date không được bỏ trống.

source: Notification Id is required.
vi: Trường notification_id không được bỏ trống.

source: Anonymous User Cannot Update Notification
vi: Người dùng chưa chưa đăng ký không thể cập nhật thông báo.

source: Successfull
vi: Thành công

source: Turn off notification successful.
vi: Tắt thông báo thành công.

source: Anonymous User Cannot Call This Action.
vi: Người dùng chưa chưa đăng ký. Không thể gọi hành động này.

source: Internal Server Error. Please Contact Administrator.
vi: Lỗi máy chủ nội bộ. Xin vui lòng liên hệ với quản trị viên.

source: Turn on notification successful.
vi: Bật thông báo thành công.

source: Cannot add new notification. Please contact administrator.
vi: Không thể thêm thông báo mới. Vui lòng liên hệ với quản trị viên.

source: Push Notification Successfull
vi: Thông báo gởi thành công.

source: Cannot push notification. Please contact administrator.
vi: Không thể gởi thông báo. Vui lòng liên hệ với quản trị viên.

source: The device_uid field is required.
vi: Trường device_uid không được bỏ trống.

source: Connect device successful.
vi: Kết nối thiết bị thành công.

source: Disconnect device successful.
vi: Ngắt kết nối thiết bị thành công.

source: Cannot disconnect device. DeviceID not found.
vi: Không thể ngắt kết nối thiết bị. Không tìm thấy DeviceID.

source: The promotion_id is required.
vi: Trường promotion_id không được bỏ trống.

source: Error. User or Deivce Have get gift from promotion.
vi: Lỗi. Người dùng hoặc thiết bị đã nhận được quà tặng khuyến mãi.

source: Promotion for user does not matching. Please check again.
vi: Khuyến mãi này không dành cho người dùng hiện tại. Vui lòng kiểm tra lại.

source: Your account not apply current promotion. Please contact administrator.
vi: Tài khoản của bạn không áp dụng khuyến mãi hiện tại. Vui lòng liên hệ với quản trị viên.

source: Error. Promotion Is Not Start.
vi: Khuyến Mãi Chưa Bắt Đầu

source: Error. Promotion expired.
vi: Khuyến Mãi Đã Kết Thúc

source: Error. Promotion Invalid.
vi: Khuyến Mãi Không Hợp Lệ

source: The device_id is required.
vi: Trường device_id không được bỏ trống.

source: Error. DeivceID of user is empty. Please check again.
vi: Lỗi. Người dùng hiện tại không có device_id. Vui lòng xác minh lại.

source: Please check required fields : [source_card_barcode, received_card_barcode, ticket_amount, fee, order_desc]
vi: Các trường sau không được bỏ trống : [source_card_barcode, received_card_barcode, ticket_amount, fee, order_desc]

source: Can not transfer to itseft
vi: Không thể chuyển ticket cho chính mình.

source: Please update full name of user
vi: Vui lòng cập nhật tên của tài khoản

source: Amount must be more than 0
vi: Số tiền phải là số nguyên.

source: Fee & Ticket Amount must be is number
vi: Fee & Ticket Amount phải là số nguyên.

source: Position field is required.
vi: Trường position không được bỏ trống.

source: Fee not found.
vi: Không tìm thấy phí giao dịch

source: Hot Advs not found.
vi: Không tìm thấy Hot Advs

source: User has no role.
vi: Bạn chưa được xét quyền.

source: Forbidden
vi: Bạn không có quyền này.

source: User don't have permission.
vi: Bạn không có quyền ở mục này.

source: Birth date is invalid.
vi: Vui lòng nhập vào ngày hợp lệ.

source: Birthday must less then today
vi: Vui lòng chọn ngày sinh nhỏ hơn ngày hiện tại.

source: This denomination is already taken
vi: Mệnh giá nạp tiền này đã tồn tại.

source: Denomination exceed the permitted value.
vi: Mệnh giá nạp tiền vượt quá giá trị cho phép.

source: Fee exceed the permitted value.
vi: Phí giao dịch vượt quá giá trị cho phép.

source: Fee already is exist.
vi: Phí này đã tồn tại.

source: Max length field is 350.
vi: Số ký tự cho phép tối đa là 350.

source: Start day is before than End day
vi: Ngày bắt đầu phải trước hơn ngày kết thúc.

source: Start time is before than End time
vi: Vui lòng nhập thời gian kết thúc lớn hơn thời gian bắt đầu.

source: key_query is exist.
vi: Bài viết có Key Query đã tồn tại.

source: This question is exist.
vi: Câu hỏi đã tồn tại.

source: This category is unvalid
vi: Danh mục này không hợp lệ.

source: This phone is already taken
vi: Số điện thoại này đã tồn tại.

source: Cannot change password of customer user
vi: Không thể thay đổi mật khẩu của Customer User.

source: Hot Ads has name already exist
vi: Hot Ads có Tên đã tồn tại.

source: Date is invalid.
vi: Vui lòng nhập vào ngày hợp lệ.

source: Time is invalid.
vi: Vui lòng nhập vào giờ hợp lệ.

source: Role_permission is exist.
vi: Quyền đã tồn tại.

source: Email is required.
vi: Bạn chưa nhập email.

source: Email Not Found.
vi: Email không tồn tại.

source: update user success
vi: Đã cập nhật thông tin tài khoản Helio App thành công.

source: Not Found User.
vi: User không tồn tại

source: success
vi: Thành công

source: User is related.
vi: Tài khoản Helio App này đã liên kết. Vui lòng kiểm tra lại.

source: Userembed is related.
vi: Mã thẻ đã được liên kết.

source: relate success
vi: Liên kết thẻ thành công.

source: Email and barcode is required
vi: Trường email và mã thẻ không được bỏ trống.

source: cancel relate success
vi: Xóa thẻ liên kết thành công.

source: User is not related
vi: User chưa được liên kết.

source: Not Found Fee
vi: Phí không tồn tại.

source: Not Found list_id
vi: list_id không tồn tại.

source: Not Found Event.
vi: Sự Kiện không tồn tại.

source: Not Found list_id.
vi: list_id không tồn tại.

source: Not Found Promotion Label.
vi: Nhãn Khuyến Mãi không tồn tại.

source: Not Found Hot.
vi: Hot không tồn tại.

source: Not Found Post.
vi: Bài viết không tồn tại.

source: Not Found Posts.
vi: Bài viết không tồn tại.

source: Not Found FAQ.
vi: FAQ không tồn tại.

source: Not Found FAQs.
vi: FAQs không tồn tại

source: Just System Admin accept delete
vi: Chỉ có System Admin mới được quyền xóa.

source: This function is only for System Admin
vi: Chức năng này chỉ dành cho System Admin.

source: Just System Admin Change password
vi: Chỉ có System Admin mới được quyền thay đổi được mật khẩu.

source: Not Found Game.
vi: Trò chơi không tồn tại.

source: Not Found Games.
vi: Trò chơi không tồn tại

source: Not Found Role.
vi: Role không tồn tại

source: Not Found users.
vi: User không tồn tại

source: Not found month and year.
vi: Năm và tháng không tìm thấy.

source: [Helio] Reload Successful !
vi: Helio Center - Nạp tiền thành công

source: [Helio] Reload Errors !
vi: Helio Center - Nạp tiền thất bại

source: Card is suspended.
vi: Thẻ này đã được tạm khoá.

source: Card is replaced.
vi: Thẻ đã được thay thế.

source: Card Invalid
vi: Thẻ không hợp lệ.

source: Card can not reload.
vi: Mã thẻ này không được nạp tiền.

source: Card Valid
vi: Thẻ không hợp lệ.

source: Description
vi: Mô tả

source: Phone
vi: Số điện thoại

source: Fee
vi: Phí giao dịch

source: Success
vi: Thành công

source: Full name
vi: Tên

source: User name
vi: Tên

source: Email address
vi: Địa chỉ email

source: Birth date
vi: Ngày sinh

source: Personal id
vi: Chứng minh nhân dân

source: Staff Status
vi: Là Nhân viên.

source: Designates whether the user can log into this admin site.
vi: Chỉ định người dùng có thể đăng nhập vào trang quản trị này hay không.

source: Active
vi: Đang hoạt động.

source: Date Joined
vi: Ngày tham gia.

source: Modified Date
vi: Ngày sửa

source: Code Verify
vi: Mã chứng thực.

source: Anonymous User
vi: Tài khoản khách

source: This field is required.
vi: Trường này không được bỏ trống.

source: Created Date
vi: Ngày tạo

source: Name
vi: Tên

source: Image
vi: hình ảnh

source: Short description
vi: Những câu hỏi thường gặp sẽ giúp bạn có những trải nghiệm tốt hơn khi đến Helio Center.

source: Content
vi: Liên hệ

source: Key query
vi: Mã truy vấn.

source: Pin to top
vi: Ghim đầu trang.

source: Is Draft
vi: Bản nháp.

source: Post
vi: Bài viết

source: Post Type
vi: Loại bài viết

source: name
vi: Tên

source: Image Thumbnail
vi: Thumbnail cho App

source: Start date
vi: Ngày bắt đầu

source: End date
vi: Mgày kết thúc

source: Start time
vi: Giờ bắt đầu

source: End time
vi: Miờ kết thúc

source: Is draft
vi: Bản nháp

source: Event
vi: Sự Kiện

source: Game
vi: Trò Chơi

source: Description detail
vi: Mô tả chi tiết

source: Type
vi: Loại

source: Categories
vi: Thể loại

source: Apply Date
vi: Ngày áp dụng

source: End Date
vi: Ngày kết thúc

source: QR Code
vi: Mã QR

source: Is save
vi: Lưu

source: Apply time
vi: Thời gian áp dụng

source: Promotion
vi: Khuyến Mãi

source: Question
vi: Câu hỏi

source: Answer
vi: Đã trả lời

source: FAQ
vi: Câu hỏi thường gặp

source: Is show
vi: Hiển thị

source: Position
vi: Vị trí

source: Subject
vi: Chủ đề

source: Message
vi: Tin nhắn

source: Feedback
vi: Phản hồi

source: Contact
vi: Liên hệ

source: No Process
vi: Chưa xử lý

source: Answered
vi: Đã trả lời

source: Moved to related department
vi: Đã chuyển đến bộ phận liên quan

source: Sent Date
vi: Ngày gửi

source: Feedback type
vi: Phản hồi

source: Status
vi: Trạng thái

source: FeedBack
vi: Phản hồi

source: Gift
vi: Quà tặng

source: Advertisement
vi: Quảng cáo

source: Promotion Label
vi: Nhãn Khuyến Mãi

source: Open Time
vi: Giờ mở cửa

source: Is QR code
vi: Mã QR

source: Notification
vi: Thông báo

source: Category Notification
vi: Danh mục thông báo

source: Is read
vi: Đọc

source: User Notification
vi: Gửi thông báo

source: Ticket transfer fee
vi: Phí Chuyển Ticket

source: Deposit fee
vi: Phí Nạp Tiền

source: Fee type
vi: Loại phí giao dịch

source: Is apply
vi: Áp dụng

source: Denomination
vi: Mệnh gía

source: Promotion Type
vi: Loại Khuyến Mãi

source: Is view detail
vi: Xem chi tiết

source: Sub url view detail
vi: Xem chi tiết

source: Permission
vi: Quyền

source: User Feedback
vi: Phản hồi

source: Email is ready in system. Please choice another email.
vi: Địa chỉ email đã có người sử dụng. Vui lòng sử dụng email khác.

source: Account is not active. Please contact support team.
vi: Tài khoản của bạn chưa được kích hoạt. Vui lòng liên lạc với đội ngũ hỗ trợ.

source: Invalid token.
vi: Mã chứng thực không hợp lệ. Vui lòng kiểm tra lại.
